CC:607421
CN:350865
CO:329345
C=O:184802
C1=CC=CC=C1:145049
OP:114023
CF:56897
O=P:42389
O=S:32956
CS:31533
CCl:28021
C1CCOC1:24318
C=C:18695
C1=CC=NC=C1:17726
C1CCCCC1:17513
NS:13243
C1CCNCC1:11365
C1CCNC1:9314
C=N:8631
C1CCCC1:7983
C1CCOCC1:7818
CBr:7782
CP:7728
C#N:6906
C1=NC=C2N=CNC2=N1:6569
C1=CNN=C1:6397
N=O:6353
C1CC1:6257
C1=CN=CN=C1:6201
[H]N:5969
C1=CNC=N1:5904
C1=NC=NC2=C1N=CN2:5651
C1CNCCN1:5435
C1=CNCNC1:5056
C1=CSC=C1:4933
OS:4862
C1=CCNC=C1:4736
C1=CC=C2C=CC=CC2=C1:4438
NO:4393
C1=CCCCC1:4246
C1=NCCCN1:3987
C1COCCN1:3821
C1=CN=CNC1:3717
C1=CSC=N1:3525
C1=CNC=NC1:3046
C1=CCCC=C1:2973
C1=CNC=C1:2816
C1=NC=CCN=1:2728
C#C:2617
C1=CCN=C1:2544
[H]O:2535
C1=CC=C2NC=NC2=C1:2443
NP:2434
C1=CCNCC1:2184
C1=CNCN=C1:2138
C1=COC=C1:2064
C1=CON=C1:2037
C1=CC2=C(C=C1)NC=C2:1964
NN:1705
C1=COCCC1:1702
BO:1687
C1=CN=CC=N1:1676
C1=CC=C2NC=CC2=C1:1676
CI:1643
C=S:1556
C1=CN=NC1:1505
C1=CCNC1:1503
C1=CC2=C(C=C1)NC=N2:1499
C1=NC=NCC1:1484
C1=NC=CC=N=1:1392
C1=CN=C2C=CC=CC2=C1:1372
C1=NN=CC1:1338
C1CNCNC1:1321
C1=NC=CN=1:1306
C1=CNCC=N1:1296
C1=CC=C2N=CC=CC2=C1:1275
C1=CNCC1:1229
C1=NC=NC1:1174
C1=NCCN1:1084
C1=N=CNCC1:1081
C1=CC2=C(C=C1)N=CC=C2:1076
C1=CN=CC1:1072
C1=CC2=C(C=C1)C=CC=C2:1066
C1=CCN=CC1:976
C1=CN2N=CC=C2N=C1:924
C1CNCN1:875
C1=CNCCC1:870
C1=CC2=C(C=C1)SC=N2:844
C1=CN[Fe]NC1:839
C1=CN[Fe]N=C1:826
C1=N[C@H]2CSC[C@H]2N1:807
C1=NN=NN1:763
C1=CC=C2CNCCC2=C1:761
C1CNCCNC1:757
C1=NC=NN1:741
C1=CN=CCC1:740
C1=CC2=CCN=C2C=C1:738
C1=NN=CN1:735
C1=CCCN=C1:729
C1=CC2=C(C=C1)OCO2:723
C1=CSCN1:708
C1=CC=C2SC=NC2=C1:707
C1=CCC=CC1:702
N=N:698
C1=CCC2=CC=NC2=C1:686
C1CSCN1:664
C1=CCOCC1:655
C1=CC2=C(C=C1)CNCC2:653
C1=CNN=N1:634
C1=CC2=C(C=C1)CCCC2:616
C1CNC1:614
BC:604
C1=COC=N1:603
C1CC[C@H]2CCCC[C@@H]2C1:598
C1=CC=C2OCOC2=C1:565
C1=NCC=NC1:563
C1=CCNN=C1:560
C1=CCCC1:527
C1=CC=C2CCCCC2=C1:515
C1=NC=NC2=C1C=NN2:511
C1=CC2=NC=CC2C=C1:506
C1CNCOCN1:490
C1=NCCS1:488
C1=NC=N=CC1:485
C1=NCNC1:484
C1CCNCNC1:472
C1=NCNN=1:465
C1=CNCN1:464
C1=CC2=NN=CC2=CC1:458
C1=COCC1:455
C1=COC=CC1:455
C1=CC=C2N=CC=NC2=C1:442
C1=NCCCC1:441
C1NC[C@H]2CNC[C@@H]12:440
C1=NCCNC1:440
C1=CC2=C(NC=NC2)S1:431
OO:428
C1CCCNCC1:427
C1=CC=C2OC=CC2=C1:427
C1=CC2=NN=CN2N=C1:424
C1=CCC2=NC=CC2=C1:418
C1=CNN=CC1:416
C1=NNCN1:405
C1=CC2=CNN=C2C=C1:405
C1=CCC=C1:404
C1=NCC2=C(C1)NC=N2:387
C1=NCCN=C1:378
C1=NON=C1:375
C1=CC2=NC=CN2C=C1:375
C1CCC1:370
C1=CC2=NC=CC2=CC1:364
C1=CC2=C(C=C1)NN=C2:363
C1=CC=C2N=CN=CC2=C1:361
C1CCCCCC1:356
C1=CC=C2NCCCC2=C1:351
C1=NCCC1:340
C1=CC2=C(C=C1)SC=C2:338
C1=NN=CO1:334
C1=NC=N=CN1:334
C1=N=CON1:334
C1=CC2=CC=NC2C=C1:331
C1=CC=NN=C1:330
C1=NC=NC2=NC=NC12:327
C1=CNCCN1:327
PS:323
C1=CC=C2NN=CC2=C1:322
C1=CC2=C(C=C1)C=NC=C2:318
C1=CC=C2SC=CC2=C1:313
C1=NC=C2N=CN=C2N1:310
C1=CC2=CC=NC=C2C=C1:310
C1CCSCC1:305
C1=NNCC1:299
C1=CNCCNC1:297
C1=CCC=N=C1:297
C1=CC2=NN=CN2C=C1:293
C1COCO1:291
C1=NN=CS1:291
C1=NC=C2C=NNC2=N1:290
C1=CC2=C(C=C1)OCCC2:290
C1=CN2C=NC=C2C=N1:288
C1=NCCN=1:286
C1=CC=C2C=NC=CC2=C1:286
C1=NNN=C1:282
C1=NNCCC1:280
C1=CC2=CCC=NC2=N1:279
C1=CC2=C(N=CN=C2)N1:271
C1=NCNCC1:265
C1=NCN=C1:262
C1=NNN=N1:261
C1CCSC1:258
C1=CC2=C(C=C1)N=CN=C2:258
C1=CC2=C(C=C1)CCC2:256
C1=CCOC=C1:254
C1=CNC=CC1:253
C1=CC2=NN=CC2C=C1:253
C1=CC=C2CCCC2=C1:252
C1=NNCNC1:250
C1=CC=C2OCCOC2=C1:249
C1=CN2C=CN=C2C=N1:242
C1=CC2=C(C=C1)NCCC2:242
C1CNNC1:239
C1=C2CCCCC2CCC1:239
C1CNSC1:238
C1=NC=C2CC=NC2=N1:235
C1=CC2=C(C=C1)OCCO2:235
C1=NCNN1:234
C1=NCNC=N=1:233
C1=NCCO1:224
C1=NC2=C(CNCC2)S1:224
C1=CC2=CC3=CN=NC3=C2C=C1:223
C1CO1:222
C1=CC2=CN=NC2C=C1:220
C1=CCC2=CN=NC2=C1:217
O[V]:216
C1=NCCCN=1:212
C1=CC=C2NN=NC2=C1:212
C1CSCCN1:211
C1=NCCC=N=1:208
C1=CNNC1:208
C1C[C@H]2CCO[C@H]2O1:206
C1=CC=C2OCCCC2=C1:206
C1=CC2=C(C=C1)OC=C2:205
C1=CN=C2NC=CC2=C1:203
C1=CNC=N=C1:201
C1=CC2=C(C=C1)NC=NC2:201
C[Si]:200
C1COCN1:198
C1=CC2=C(N=CN=C2)S1:198
C1=CC2=C(C=NC=N2)S1:196
C1=NN=C2N=CCC=C12:193
C1=NC=C2N=CNC2=C1:193
C1=C[C@H]2CC[C@@H]1O2:192
C1=NC=NO1:191
C1=CCN2CC=NC2=C1:191
C1=CC2=CN=CN=C2N1:189
C1=NCN=CC1:188
C1=CNC=CNC1:187
C1=CCC2=NN=CC2=C1:187
C1=CC=C2OC=NC2=C1:187
C1=CC=C2NC=NCC2=C1:187
C1=COCCN1:183
C1=CC2=CC=CC2C=C1:182
[N+][O-]:181
C1=CC=[N+]C=C1:180
C1=CN=C2N=CC=C2C1:175
C1=CC2=NC=CN2N=C1:175
C1=CCOC1:169
C1COPOC1:165
O[Mo]:164
C1COCCO1:163
C1=CC2=C(CC=NC2)N1:162
C1=CC2=C(C=C1)N=CC2:161
C1=CC2=CC=NC2=NC1:159
C1=CC=C2OCCC2=C1:157
C1=CC2=C(C=C1)OC=N2:157
C1=CCSC1:156
C1=CONC1:155
C1=CC2=CN=CN=C2C=C1:155
C1=CC2=CN=NC2=CC1:154
C1=NNC2=C1CNCC2:153
C1=CSN=C1:153
C1=CCNCCC1:150
C1=CC2=CN=CN=C2O1:149
C1=CN2CCCCC2=N1:148
C1=CC2=C(C=CC=N2)N=C1:148
C1CC[C@@H]2CCCC2C1:147
C1=CCNNC1:142
C1=CC2=C(N1)NC=NC2:137
C1=CC2=CC=CN2C=C1:135
C1=CNCCCN1:132
C1=CC2=CC=NC2=CC1:131
C1=CC2=C(CCCC2)S1:131
C1CNSN1:130
C1=CN=C2C=CC=NC2=C1:129
C1=CC2=C(CNCC2)N1:128
C1=CN2N=CN=CC2=C1:124
C1CCSSC1:123
C1=CC2=CN=CN=C2N=C1:123
C1=CC=C2NC=N=CC2=C1:121
C1=CC2=CCC=C2C=C1:121
C1=CC2=C(C=C1)OCC=C2:120
C1=CC2=C(C=CN2)C=N1:119
C1=CSCC1:118
C1=CC2C=CN=C2N=C1:116
C1=CC2=C(CNCC2)S1:116
C1=CC=CCC=C1:114
C1=CCC2=CC=CNC2=C1:113
C1=NC=NCN1:109
C1=CC=C2OCCC=CC2=C1:109
C1CSCO1:108
C1=CC2=C(C=C1)NCC2:106
C1=C2CNCC2=NN1:106
C1=NC=C2NC=NC2=C1:105
C1=CC2=C(C=C1)SN=CN2:105
C1CS1:104
C1=N=CN=N1:103
C1=C2CNCCC2=NN1:103
C1=NC2=CCN=C2N=C1:101
C1=CC2=C(N=C1)NC=C2:101
C1=CC2C=NC=N=C2N=C1:100
C1COCOC1:99
C1CN1:99
C1=NNC2=NCC=NN12:99
C1=NC=N=C=N=1:99
C1=CN=C2NN=CC2=C1:99
C1=CN2N=CN=C2N=C1:99
C1=CCC2=NC=NC2=C1:99
C1=CC=C2NCCNC2=C1:99
C1=CC2=C(C=N1)N=CN2:99
C1=NCC=N=C1:98
C1=CC2=NC=CC2C=N1:97
C1=CC2=CN=CNC2=N1:97
C1=CC2=CN=CC=C2N1:97
C1=CCCCCC1:93
C1=CC=C2N=COCC2=C1:93
C1=NC=NC=N=1:92
C1=CN=C2SC=CC2=C1:92
C1=CN=C2NC=NN2C1:92
C1=CCN=CCC1:92
C1=CC2=CC=NN2C=C1:92
F[Mg]:90
C1=CC2=C(CCCC2)N=C1:89
C1=CC2=CNCN=C2C=C1:88
C1=NNNC1:87
C1=CC2=NNC=C2S1:87
C1=CC2=C(C=CN=C2)N=C1:87
C1COC1:85
C1=NC=NC2=C1N=NC2:85
C1=N[C@@H]2CCCO[C@@H]2S1:84
C1=CC=C2OCC=CC2=C1:84
C1=NOCC1:83
C1=NCN2NC=NC2=C1:83
C1=CC=C2ON=CC2=C1:83
C1=CC2=C(C=C1)NN=N2:83
C1=NC=NC2=C1CCCC2:82
C1=CC=C2SN=CNC2=C1:82
S[Mo]:81
C1=CN[C@H]2CCCC(N1)O2:81
C1=CC2=CCC=CC2=C1:81
C1=CC2=C(C=NC=N2)N1:81
C1=NC=N=C2N=CCC=C12:80
C1=NCC2=C(N1)NC=N2:79
C1=NC=C2N=CNN2C1:79
C1=CC=C2SN=CC2=C1:79
C1=CC2=C(C=C1)N=CC=N2:79
C1=CC2=C(C=C1)CC=CC2:78
C1CNCSC1:77
C1=NC=NC2=CNC=C12:77
C1=CNCCN=C1:77
C1=CC=C2CCC=CC2=C1:77
C1=CC2=NC=NC2C=C1:77
C1=NC=NC2=C1C1=C(CCCC1)S2:76
C1CN2CCC1CC2:75
C1=CC2=CN=NC2=C1:75
C1CCN=NC1:74
C1=CC2C=NN=C2N=C1:74
C1=CC2C=NCN=C2O1:74
C1=CC2=C(C=C1)OC1=C(C=CC=C1)C2:74
B1BB1:74
C[Ru]:73
C1=CC=C2CCN=CC2=C1:73
O[W]:72
C1=CN2C=NC=C2N=N1:72
C1C[C@H]2OCC[C@H]2O1:71
C1=NC=N=C1:71
C1=NC=C2NCNC2=N1:71
C1=CCCCC=C1:71
C1=NCCCO1:70
C1=CC=C2SNCCCC2=C1:70
C1=CC=C2C=C3OC=CC3=CC2=C1:70
C1=NC=C2NC=NC2=N1:69
C1=C2OCCOC2=CS1:69
SS:68
C1=NN=CC=N=1:68
C1=CN=C2NC=NC2=C1:68
C1=CC2=CN=CC=C2S1:68
C1=NN=NC1:67
C1=NCN=C=N=1:67
C1=NC=C2CCNC2=C1:67
C1=C[C@@H]2C=NC=N=C2O1:67
C1=CC2=C(C=C1)N=NC2:67
C1=C\CCCCCC/1:66
C1=CN2C=CSC2=N1:66
C1=CC2=CON=C2C=C1:65
C1=NCN=C2N=CN=C12:64
C1=NCC2=CC=NC2=N1:64
C1CN[C@H]2CC[C@@H](N1)O2:63
C1=CC2C=NC=NC2=N1:63
C1=CC2=NC=NN2C=C1:63
C1=CC2=C(C=C1)SN=C2:62
C1=CN=C2N=CN=C2C1:61
C1=CN=C2N=CCC2=C1:61
C1=CC=C2SC=CNC2=C1:61
C1=CSCCC1:60
C1=CNC=CN1:60
C1=CN2N=CNC2=NC1:60
C1=CC2N=CCN2N=C1:60
C1=CC2=CC=NC=C2S1:60
C1=NNCS1:59
C1=COCCNC1:59
C1=CCCNCC1:59
C1=CC2=C(C=CS2)C=N1:59
C1=CN=C2N=CCC2=N1:58
C1=CC2N=CN=CC2=N1:58
C1=CC2=C(C=C1)N=NC=C2:58
C1=CC2=C(C=C1)CCC=C2:58
C1=CN=C2C=CSC2=C1:56
C1=CC2=C(NN=C2)S1:56
C1=CC2=C(C=C1)NCCN2:56
C1CC2SCCN2C1:55
C1=CSCC=N1:55
C1=COCO1:55
C1=CC2=C(CSCC2)S1:55
C1=CC2=C(C=CS2)C=NC1:55
C1=C2CCCCC2=NN1:55
C1CN[C@H]2CNC[C@@H]2N1:54
C1CCCCCCC1:54
C1=CC2=NC=CN2C=N1:54
C1=CC2=CC=NC2=N=C1:54
C1=CC2=CNC=C2C=N1:53
C1CNOC1:52
C1CNCCOC1:52
C1=NCN=C2NC=NC12:52
C1=C[C@@H]2CCC[C@H](C1)C2:52
C1=CC2=C(S1)SNCC2:52
[NH+][O-]:51
FS:51
C1=NN=C2N=CCN2C1:51
C1=NC2=CNC=NC2=N1:51
C1=CN2NC=NC2C=N1:51
C1=CC2C=NC=N=C2O1:51
C1CC[SH]C1:50
C1=CSNC1:50
C1=NN=CCC1:49
C1=N=CNN1:49
C1=CSNCCC1:49
C1=CN[Ru]N1:49
C1C[C@@H]2NCC[C@@H]2N1:48
C1=NCCSN1:48
C1=COCN1:48
C1=CCSCC1:46
C1=CC2=C(C=C1)OCC2:46
C1=CC2=C(C=C1)NCCNC2:46
B1BC1:46
C1O[C@H]2COC[C@H]2O1:45
C1=NNNN1:45
C1=NCSC1:45
C1=COCC=N1:45
C1=CC2=C(C=C1)SNC2:45
C1=NSNC1:44
C1=CNSC=C1:43
C1=CC=C2OC=CCC2=C1:42
C1=NCCCS1:41
C1=C[Si]C[Si]1:41
C1=CC=C2NCCC2=C1:41
C1=NCNN=C1:40
C1=NNCCN1:39
C1=N=CCC=N=1:39
C1=CNNC=C1:39
C1=NCNO1:38
C1=CC2=C(C=C1)OCCN2:38
B1C=CCO1:37
C[SnH]:36
C1=NCCNN=1:35
C1=CN=NC=C1:34
C1=CC=C2CN=CCC2=C1:34
C1=CC2CCC[C@H]2CC1:34
C1=NSN=C1:33
C1=COC=CO1:33
C1=CC=C2CC=CC2=C1:33
C1=CC2=C(C=C1)CN=CC2:33
C1=NPCCN1:32
C1=CNC2=NC=NC=C2C1:32
C1=CC2=C(C=C1)CNC2:32
C1NO[Fe]O1:31
C1NCNN1:31
C1=CC2=C(CCCC2)N1:31
C1CSNCN1:30
C1CNCCSC1:30
C1=NCCNCC1:30
C1=CSNC=N1:30
C1=CO[Fe]NC1:30
C1=CN=C2CN=CNC2=C1:30
C1=CCCC=CC1:30
C1=CC2=C(C=C1)CN=C2:30
C1CC[NH+]CC1:29
C[Se]:28
C1=NC=NCN=1:28
C1=CSCCCN1:28
C1=CN=NC=N1:28
C1=CC2=C(C=C1)OCCNC2:28
C[SeH]:27
C1CCNNC1:27
C1=NCNCN1:27
C1CSSC1:26
C1=N=CNNC1:26
C1=COCOC1:26
C1=CNSC1:26
C1CO[C@@H]2CCO[C@@H]2C1:25
C1CN[Fe]N1:25
C1=NSCCO1:25
C1=NNC=N=1:25
C1=CC=NCC=C1:25
C1CN[Ru]N1:24
C1=CCC=NC=C1:24
C1=NNC2=C1CCCC2:23
C1=NC=NC2=C1CNCC2:23
C1CNCOC1:22
C1=CSCCN1:22
C1=CNCCCC1:22
B1=CC=CN=N1:22
C1C[C@H]2CC[C@@H]1C2:21
C1=CSN=N1:21
B1OCCO1:21
C1=NNCSC1:20
C1=NCN=CN1:20
C1=COCCCO1:20
C1CN=NC1:19
C1=COCNC1:19
O=[SH]:18
Cl[Ru]:18
C1=NCCNN1:18
C1=NC=NN=C1:18
C1=NC=CSN=1:18
C1=COCCCN1:18
C1=CN2CCNCC2=C1:18
C1=CC=C2CNCC2=C1:18
C1=CC=C2CCCCCC2=C1:18
C1=CC2=C(C=C1)CC=C2:18
BP:18
B1BCC1:18
C1=NONC1:17
C1=CC[NH+]C=C1:17
C1=CC=C2OCCNC2=C1:17
C1=CN=C2CNCC2=C1:16
B1BBBB1:16
C1COPO1:15
C1CCONC1:15
C1=CSC=CN1:15
C1=CC2=NC=NCC2=N1:15
C1C[SH][Ru][SH]1:14
C1CC[SH]CC1:14
C1=CN=COC1:14
C1=NCCOC1:13
C1=CNOC1:13
B1CCCO1:13
F[AlH2]:12
C1CN[Fe]OC1:12
C1=NN=NN=1:12
C1=NCC2=NC=NC2=N1:12
C1=COCCCC1:12
C1=CN[Fe]N1:12
C1=CC=C2CNC=CC2=C1:12
C1NN1:11
C1CCSNC1:11
C1CCNSNC1:11
C1=NO[V]O1:11
C1=NCSCC1:11
C1=NCNCN=1:11
C1=CSNCCO1:11
C1=CSC=CC1:11
C1=COCCN=C1:11
C1=CNSCC1:11
C1=CNCNCC1:11
C1=CPNC=N1:10
C1=CNC=CN=C1:10
C1=CCCNN=C1:10
B1BCB1:10
C1CO[Fe]N1:9
C1CNN=N1:9
C1CCOCOC1:9
C1CCN2CCCCC2C1:9
C1CCC2CCCCC2C1:9
C1=NOCN1:9
C1=CCOCCC1:9
B1BBB1:9
C[PH]:8
C1N[Fe]NCO1:8
C1CO[Y]N1:8
C1CN[Fe]NC1:8
C1=NNC=N=C1:8
C1=NC=NS1:8
C1=NC2=C(N=CNC2)N1:8
C1=CNSNC1:8
C1=CNCC/C=C\C1:8
B1BBCCB1:8
C1C[Se]CN1:7
C1=NC=N=CN=1:7
C1=C[Se]C=N1:7
C1=CSCCO1:7
C1=CN=NCC1:7
C1=CCCOC=C1:7
C1=CC2=C(C=C1)NCNC2:7
[H]S:6
C1NNNN1:6
C1CSN1:6
C1CSCCO1:6
C1CO[Cu]N1:6
C1COPOPOC1:6
C1COCCNN1:6
C1CCCSCC1:6
C1CCCNCCC1:6
C1CCC2=C(C1)CCN2:6
C1=NCCCNC1:6
C1=NCC2=C(N1)NN=C2:6
C1=NC=NNC1:6
C1=N=CNC=N=1:6
C1=N=C=N=C=N=1:6
C1=CN[Cu]NC1:6
C1=CN[Cu]N=C1:6
C1=CCCOCC1:6
C1=CCC1:6
[PH]S:5
[Li]O:5
N[Ru]:5
C=[SH]:5
C1CSN=N1:5
C1CSCS1:5
C1CCCOCC1:5
C1=NN=CSC1:5
C1=NCOCC1:5
C1=C\C=C/CC\C=C/1:5
C1=CO[Cr]N1:5
C1=CN[Cr]OC1:5
C1=CNCOCN1:5
C1=CCCNC=C1:5
B1CC=CO1:5
O[Si]:4
O[AlH2]:4
F[Sc]:4
C[Au]:4
C1OP1:4
C1=NCCCCC1:4
C1=NC=NN=1:4
C1=COCCO1:4
C1=CN[Co]NC1:4
C1=CN[Co]N=C1:4
C1=CCOCC=C1:4
C1=CC=COC=C1:4
C#[Au]:4
B1CCCCO1:4
B1CCC=CO1:4
O[PH]:3
II:3
C1C[SH]1:3
C1COO1:3
C1CNNN1:3
C1CC2CCC1C2:3
C1=OCN[Fe]N1:3
C1=NC2=CC=NN2CC1:3
C1=N=CNC1:3
C1=CS[Mo]S1:3
C1=CNNCC1:3
C1=CC[NH+]CC1:3
C1=CC=C2N=CCC2=C1:3
B1C=CC=NN1:3
O[As]:2
O1[As]S[Mo]1:2
C[Fe]:2
C1OO1:2
C1N=NCN1:2
C1C[SH]CN1:2
C1COSO1:2
C1=NSNCC1:2
C1=NSN=CC1:2
C1=CNSN1:2
C1=CNNN1:2
C1=CNNC=N1:2
C1=CNC[NH+]C1:2
C1=CNC=NCC1:2
C1=CC=CCCC=C1:2
C1=CC2=C(N=CNC2)S1:2
B=O:2
N1OO1:1
C[Hg]:1
C1NN=NN1:1
C1C[SH][Ru][SH]C1:1
C1C[SH]S1:1
C1C[Ru]C1:1
C1COPC1:1
C1CN[Ru]C1:1
C1CCOPOC1:1
C1CCCOOCC1:1
C1CC2CCC1CC2:1
C1=NCC=NCC1:1
C1=C[SH]C=C1:1
C1=C[N+]=CN=C1:1
C1=CSNCC1:1
C1=CSCCNC1:1
C1=CPC=C1:1
C1=COOC1:1
C1=COC1:1
C1=CNCSC1:1
C1=CNCCOC1:1
C1=CC[Ru]C1:1
C1=CC=C2NCC=CC2=C1:1
C1=CC2=C(C=C1)N=CNC2:1
C1=C/CCCCCC/1:1
BN:1
B1CC1:1
B1BCCB1:1
B1BBCB1:1
