CC:607421
CN:350865
CO:329345
C=O:184802
C1=CC=CC=C1:176576
OP:114023
CF:56897
O=P:42389
O=S:32956
CS:31533
CCl:28021
C1CCOC1:24846
C1=CC=NC=C1:23083
C1=CN=CN=C1:21515
C=C:18695
C1CCCCC1:15764
C1=CNC=N1:15047
C1=CCCC=C1:14305
NS:13243
C1CCNCC1:12561
C1=NCCN1:11390
C1CCNC1:10540
C1=CNN=C1:9284
C=N:8631
CBr:7782
CP:7728
C1CCCC1:7721
C1CCOCC1:7596
C#N:6906
C1=CSC=C1:6767
N=O:6353
C1CC1:6257
C1=CNC=C1:6217
C1=CCNC=C1:5998
[H]N:5969
C1CNCCN1:5561
C1=CCCCC1:5519
C1=CNCNC1:5063
C1=CCN=C1:5013
OS:4862
C1=CSC=N1:4593
NO:4393
C1=CN=CNC1:4281
C1=NCCCN1:4204
C1=CNC=NC1:4011
C1COCCN1:3828
C1=CNCC1:3506
C1=CCNCC1:3457
C1=CNCN=C1:3332
C1=CN=CC1:3246
C1=NC=CCN=1:2728
C#C:2617
C1=CN=NC1:2546
C1=CCCN=C1:2546
[H]O:2535
C1=NN=CC1:2503
C1=NC=NCC1:2461
NP:2434
C1=COC=C1:2269
C1=CCN=CC1:2269
C1=NC=NC1:2175
C1=CON=C1:2102
C1=COCCC1:2034
C1=CCC=CC1:1968
C1=CNCC=N1:1956
C1=CN=CC=N1:1813
NN:1705
BO:1687
CI:1643
C=S:1556
C1=CCNC1:1527
C1=NN=CN1:1452
C1=CN=CCC1:1412
C1=NC=CC=N=1:1392
C1=COCC1:1339
C1CNCNC1:1321
C1=NC=CN=1:1306
C1=NCCS1:1279
C1=CCNN=C1:1219
C1=N=CNCC1:1202
C1=CNCCC1:1156
C1=CCC=C1:1104
C1=NNCC1:1010
C1CCSC1:969
C1CNCN1:946
C1=NCCN=C1:921
C1=NC=NN1:903
C1C2CC3CC1CC(C2)C3:868
C1COCO1:866
C1=CN[Fe]NC1:839
C1=CN[Fe]N=C1:826
C1=CSCC1:794
C1=NCNC1:786
C1=CCCC1:784
C1=NC=N=CC1:783
C1=COCO1:778
C1=CSCN1:774
C1=NN=NN1:763
C1=COC=N1:760
C1=CCOCC1:731
C1CSCN1:719
C1=CNN=N1:717
N=N:698
C1=NCCC1:697
C1CNCCNC1:690
C1=NNCN1:656
C1CNC1:614
BC:604
C1=NCC=NC1:563
C1=NCCCC1:548
C1=COC=CC1:529
C1COCCO1:481
C1CCNCNC1:472
C1=NCNN=1:465
C1=CNCN1:464
C1CC2NCCN[C@@H](C1)O2:454
C1=NCNN1:447
C1=NCCNC1:440
OO:428
C1CCCNCC1:427
C1=CNN=CC1:416
C1=NCCO1:411
C1=CNCCN1:379
C1=NCN=CC1:378
C1=NON=C1:375
C1CCCCCC1:374
C1=CCOC=C1:374
C1=CCC=N=C1:351
C1=CNCCNC1:343
C1=NN=CO1:334
C1=NC=N=CN1:334
C1=N=CON1:334
C1=CC=NN=C1:330
PS:323
C1CCSCC1:305
C1CCC1:298
C1=NN=CS1:291
C1=NCCN=1:286
C1=NNN=C1:282
C1=NNCCC1:280
C1=NCNCC1:268
C1=NCN=C1:262
C1=NNN=N1:261
C1=CNC=CC1:253
C1=NNCNC1:250
C1CNNC1:239
C1=COCCO1:239
C1CNSC1:238
C1=NCNC=N=1:233
C1CO1:222
C1CNN=N1:221
C1=COCCN1:221
O[V]:216
C1=CSN=C1:215
C1CC2CCC1C2:213
C1=NCCCN=1:212
C1CSCCN1:211
C1=NCCC=N=1:208
C1=CNNC1:208
C1=CNC=N=C1:201
C[Si]:200
C1COCN1:198
C1=C[C@H]2CC[C@@H]1O2:192
C1=NC=NO1:191
C1=CNC=CNC1:187
[N+][O-]:181
C1=CC=[N+]C=C1:180
C1=NOCC1:166
C1COPOC1:165
O[Mo]:164
C1=NCCCO1:163
C1=CONC1:155
C1=CCNCCC1:150
C1=CCNNC1:142
C1=CCOC1:137
C1=CNCCCN1:132
C1CNSN1:130
C1=NC=NNC1:130
C1CCSSC1:123
C1=CCCOCC1:115
C1=CCSC1:114
C1=CC=CCC=C1:114
C1=NC=NCN1:109
C1CSCO1:108
C1=CSN=CN1:105
C1CS1:104
C1=N=CN=N1:103
C1=CCSCC1:101
C1CN1:99
C1=NCC=NN1:99
C1=NC=N=C=N=1:99
C1COCOC1:98
C1=NCC=N=C1:98
C1=CSNC1:95
C1=CCCCCC1:93
C1=NC=NC=N=1:92
C1=CN=NC=C1:92
C1=CCN=CCC1:92
F[Mg]:90
C1CC2CCC1CC2:90
C1=NNNC1:87
C1=COCCNC1:87
C1C[C@H]2CC[C@@H]1C2:86
C1=CSCCN1:83
C1=NSCCN1:82
S[Mo]:81
C1=CN[C@H]2CCCC(N1)O2:81
C1=CC=NCC=C1:80
C1=NSCC1:79
C1CN2CCC1CC2:78
C1CNCSC1:77
C1=CNCCN=C1:77
C1COC1:76
C1CCN=NC1:74
B1BB1:74
C[Ru]:73
O[W]:72
C1=CNCN=N1:72
C1=NC=N=C1:71
C1=CCCCC=C1:71
C1CCNSCC1:70
C1=C[C@@H]2CCC[C@H](C1)C2:69
SS:68
C1=NN=CC=N=1:68
C1C[C@H]2CNCC[C@@H](C1)N2:67
C1=NN=NC1:67
C1=NCN=C=N=1:67
C1=C\CCCCCC/1:66
C1CN[C@H]2CC[C@@H](N1)O2:63
C1=CSCCC1:60
C1=CNC=CN1:60
C1=NNCS1:59
C1=CCCNCC1:59
C1C[C@H]2CC[C@@H]1O2:58
C1=CSCC=N1:55
C1CCCCCCC1:54
C1=CSNCC1:53
C1CNOC1:52
C1CNCCOC1:52
[NH+][O-]:51
FS:51
C1=NN=CNC1:51
C1CC[SH]C1:50
C1=NN=CCC1:49
C1=N=CNN1:49
C1=CSNCCC1:49
C1=CN[Ru]N1:49
C1=NCCSN1:48
C1=COCN1:48
B1BC1:46
C1=NNNN1:45
C1=NCSC1:45
C1=COCC=N1:45
C1=NSNC1:44
C1=CNSC=C1:43
C1=C[C@H]2CC[C@@H]1S2:42
C1=NCCCS1:41
C1=C[Si]C[Si]1:41
C1=NCNN=C1:40
C1=NNCCN1:39
C1=N=CCC=N=1:39
C1=CNNC=C1:39
C1=NCNO1:38
B1C=CCO1:37
C[SnH]:36
C1CN[C@H]2CCC(N1)O2:36
C1=NCCNN=1:35
C1=NSN=C1:33
C1=COC=CO1:33
C1=NPCCN1:32
C1NO[Fe]O1:31
C1NCNN1:31
C1CSNCN1:30
C1CNCCSC1:30
C1=NCCNCC1:30
C1=CSNC=N1:30
C1=CO[Fe]NC1:30
C1=CCCC=CC1:30
C1C[C@H]2CC[C@@H](C1)N2:29
C1CC[NH+]CC1:29
C[Se]:28
C1=NC=NCN=1:28
C1=CSCCCN1:28
C1=CN=NC=N1:28
C[SeH]:27
C1C[C@H]2CC[C@@H]1S2:27
C1CCNNC1:27
C1=NCNCN1:27
C1CSSC1:26
C1=N=CNNC1:26
C1=COCOC1:26
C1=CNSC1:26
C1CN[Fe]N1:25
C1=NSCCO1:25
C1=NNC=N=1:25
C1C[C@H]2CNC[C@@H](C1)N2:24
C1CN[Ru]N1:24
C1=CCC=NC=C1:24
C1C2C[C@H]3C[C@@H](C2)OC13:23
C1=C[C@@H]2CC[C@H]1C2:23
C1=CNCCCC1:22
B1=CC=CN=N1:22
C1=C[C@H]2CNC[C@@H](C1)N2:21
C1=CSN=N1:21
C1=CC2CCO[C@@H](C1)C2:21
B1OCCO1:21
C1=NNCSC1:20
C1=NCN=CN1:20
C1=COCCCO1:20
C1CNCOC1:19
C1CN=NC1:19
C1CC2CC1CO2:19
C1=COCNC1:19
O=[SH]:18
Cl[Ru]:18
C1=NCCNN1:18
C1=NC=NN=C1:18
C1=NC=CSN=1:18
C1=COCCCN1:18
BP:18
B1BCC1:18
C1C2CC1C2:17
C1=NONC1:17
C1=CC[NH+]C=C1:17
C1C[C@H]2CCC[C@@H](C1)C2:16
C1=C[C@H]2C=C[C@@H]1O2:16
C1=C[C@@H]2CCCC(C1)C2:16
C1COPO1:15
C1CCONC1:15
C1CC2CO[C@H](C1)C2:15
C1=CSC=CN1:15
C1C[SH][Ru][SH]1:14
C1CC[SH]CC1:14
C1=CN=COC1:14
C1=NCCOC1:13
C1=CNOC1:13
B1CCCO1:13
F[AlH2]:12
C1CN[Fe]OC1:12
C1=NN=NN=1:12
C1=COCCCC1:12
C1=CN[Fe]N1:12
C1NN1:11
C1CCSNC1:11
C1CCNSNC1:11
C1CC2CC[C@H](C1)N2:11
C1CC2CC(C1)C2:11
C1=NO[V]O1:11
C1=NCSCC1:11
C1=NCNCN=1:11
C1=C[C@H]2CCCC(C1)C2:11
C1=CSNCCO1:11
C1=CSC=CC1:11
C1=COCCN=C1:11
C1=CNSCC1:11
C1=CNCNCC1:11
C1NC[C@@H]2OC[C@H]1O2:10
C1C[C@H]2CC[C@@H]1N2:10
C1=C[C@H]2C[C@@H](C1)C2:10
C1=C[C@H]2CC=CC(C1)C2:10
C1=CPNC=N1:10
C1=CNC=CN=C1:10
C1=CCCNN=C1:10
B1BCB1:10
C1N[C@H]2CN[C@@H]1C2:9
C1CO[Fe]N1:9
C1CCOCOC1:9
C1CC2CCC1CO2:9
C1C2CC3OC1C3C2:9
C1=NOCN1:9
B1BBB1:9
C[PH]:8
C1O[C@@H]2COC1O2:8
C1N[Fe]NCO1:8
C1CN[Fe]NC1:8
C1CC2COC(C1)C2:8
C1C2C[C@H]3[C@@H]1[C@@H]1CCN3[C@H](C2)C1:8
C1=NNC=N=C1:8
C1=NC=NS1:8
C1=C[C@H]2CC[C@@H]1N2:8
C1=CNSNC1:8
C1=CNCC/C=C\C1:8
C1=CC2CCC1C2:8
C1=CC2CCC(C1)O2:8
B1CC2B3B2B2B4B3B124:8
C1C[Se]CN1:7
C1C[C@@H]2CNC1C2:7
C1CC2CC[C@H](C1)C2:7
C1=NC=N=CN=1:7
C1=C[Se]C=N1:7
C1=CSCCO1:7
C1=CN=NCC1:7
C1=CCCOC=C1:7
C1=CC2CC(C1)CO2:7
C1=CC2C=CC[C@H](C2)OC1:7
[H]S:6
C1NNNN1:6
C1CSN1:6
C1CSCCO1:6
C1CO[Cu]N1:6
C1COPOPOC1:6
C1COCCNN1:6
C1CCCSCC1:6
C1CCCNCCC1:6
C1=NCCCNC1:6
C1=N=CNC=N=1:6
C1=N=C=N=C=N=1:6
C1=CN[Cu]NC1:6
C1=CN[Cu]N=C1:6
C1=CCC1:6
[PH]S:5
[Li]O:5
N[Ru]:5
C=[SH]:5
C1O[C@@H]2OC[C@@H]3C[C@H]1[C@H]2C3:5
C1C[C@H]2CO[C@@H](C1)O2:5
C1CSN=N1:5
C1CSCS1:5
C1CCCOCC1:5
C1CC2C[C@@H]3CCC2C3C1:5
C1=NN=CSC1:5
C1=NCOCC1:5
C1=C\C=C/CC\C=C/1:5
C1=CO[Cr]N1:5
C1=CN[Cr]OC1:5
C1=CN[C@H]2CCC(N1)O2:5
C1=CCCNC=C1:5
B1CC=CO1:5
O[Si]:4
O[AlH2]:4
F[Sc]:4
C[Au]:4
C1OP1:4
C1CO[Y]N1:4
C1CC2OC[C@@H](C1)O2:4
C1CC2CO[C@@H](C2)N1:4
C1CC2CC[C@@H](C1)C2:4
C1CC2CCC(C1)C2:4
C1=NCCCCC1:4
C1=NC=NN=1:4
C1=C[C@H]2CC[C@@H](C1)N2:4
C1=C[C@@H]2CC=C[C@H](C1)C2:4
C1=CN[Co]NC1:4
C1=CN[Co]N=C1:4
C1=CN2CC[C@@H](C2)N1:4
C1=CCOCC=C1:4
C1=CC=COC=C1:4
C#[Au]:4
B1CCCCO1:4
B1CCC=CO1:4
O[PH]:3
II:3
C1C[SH]1:3
C1C[C@H]2CC[C@@H](C1)O2:3
C1C[C@H]2CCC(N2)O1:3
C1COO1:3
C1CNNN1:3
C1=OCN[Fe]N1:3
C1=N=CNC1:3
C1=CS[Mo]S1:3
C1=CNNCC1:3
C1=CC[NH+]CC1:3
C1=CC2CCC(C1)C2:3
B1C=CC=NN1:3
O[As]:2
O1[As]S[Mo]1:2
C[Fe]:2
C1O[Y]2NC1CO2:2
C1OO1:2
C1NC[C@H]2CNC[C@@H]1C2:2
C1N=NCN1:2
C1C[SH]CN1:2
C1C[C@H]2C[C@H](CO2)O1:2
C1C[C@H]2C[C@@H]3CCN2[C@H](C1)C3:2
C1COSO1:2
C1CC2CC[C@H](C2)O1:2
C1CC2CCN[C@H](C1)C2:2
C1C2C[C@H]3C[C@@H]1C[C@@H]2C3:2
C1=NSNCC1:2
C1=NSN=CC1:2
C1=CNSN1:2
C1=CNNN1:2
C1=CNNC=N1:2
C1=CNC[NH+]C1:2
C1=CNC=NCC1:2
C1=CC=CCCC=C1:2
C1=C2CN3CCC4C[C@H](COC1)[C@H]2C[C@@H]43:2
B=O:2
N1OO1:1
C[Hg]:1
C1O[C@@H]2COPOC1C2:1
C1NN=NN1:1
C1C[SH][Ru][SH]C1:1
C1C[SH]S1:1
C1COPC1:1
C1CN[Ru]C1:1
C1CCCOOCC1:1
C1CC2CCC(O1)O2:1
C1CC2C3CN[C@H]2CC1C3:1
C1=NCC=NCC1:1
C1=C[SH]C=C1:1
C1=C[N+]=CN=C1:1
C1=C[C@@H]2CC1[Ru]2:1
C1=CSCCNC1:1
C1=CPC=C1:1
C1=COOC1:1
C1=COC1:1
C1=CNCSC1:1
C1=CNCCOC1:1
C1=CC2CCN[C@H](C1)C2:1
C1=C/CCCCCC/1:1
BN:1
B1CC1:1
B1BCCB1:1
B1BBCB1:1
